[{
		"name": "Michael Jordan",
		"birthday": "17 Şubat 1963",
		"size": "1,98cm",
		"life": "17 Şubat 1963'te Brooklyn'de doğan Michael Jordan hayatı boyunca üst seviye rekabetin içerisinde yer aldı.Lisedeki ikinci yılında Michael Jordan boyu kısa olduğu için(1.80 metre) okul takımına alınmadı.O yaz 10 cm uzayan ve lisedeki son iki yılında harikalar yaratan MJ, 1981 'de North Carolina Üniversitesi' nden Kültür Coğrafyası bursu kazandı.Çok iyi geçen kolej döneminin ardından NBA Draft 1984 'e katılan ve ilk tur, üçüncü sırada Chicago Bulls tarafından seçilen Michael Jordan yaş açısından ideal bir zamanda, tarihin en iyisi olarak anılacağı NBA 'in kapısından ilk adımını atmış oluyordu. 1984 Los Angeles Yaz Olimpiyat Oyunları 'nda kazanılan altın madalyanın ışığında başlayan Michael Jordan kariyer öyküsü, daha ilk günden itibaren gelecek yıllarda oluşacak etkinin büyüklüğünü hissettiriyordu. NBA 'deki çaylak sezonunda 28.2 sayı, 6.5 ribaund, 5.9 asist ortalamaları yakalayıp yılın çaylağı ödülünü kazanan MJ, artık bir sonraki aşamayı beklemeye başlıyordu.",
		"image-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/michael-jordan.jpg",
		"banner-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/michael-jordan-banner.jpg"
	},
	{
		"name": "LeBron James",
		"birthday": "30 Aralık 1984",
		"size": "2,06cm",
		"life": "Çocukken basketbolu takım olarak ilk Amatör Atletizm Birliği (AAU)'ya bağlı Kuzeydoğu Ohio Şut Starları takımında oynamaya başladı.LeBron Sian Cotton, Dru Joyce III ve Willie McGee tarafından yönetilen bu takımdaki arkadaşları ile beraber eyalette yerel ve ulusal düzeyde birçok başarı kazandı.Okul sona erdikten sonra kendilerini \"Fab Four\" olarak tanımlayan James, ve üç arkadaşı hayatları boyunca ayrılmayacaklarına dair söz verdiler.Lise kariyeri için bir sürü okuldan teklif alsa da St Vincent - St.Mary Lisesi 'nde okumayı kabul etti.James 2003 NBA Seçmeleri 'nde Cleveland Cavaliers tarafından birinci sıradan seçildi.NBA 'deki ilk resmi maçına Sacramento Kings karşısında çıktı ve maçı 25 sayı, 9 asist, 6 ribaund ve 4 top çalma ile oynadı.Ayrıca NBA tarihinde liseden draft edilen bir çaylak oyuncu için ilk maçında en çok sayı atan oyuncu oldu.James, bu sezon ayrıca tarihte en genç 1000 sayı barajına ulaşan oyuncu oldu.New Jersey Nets ile oynanılan karşılaşmada attığı 41 sayı ile tarihte en genç bir maçta 40 sayı üzerine çıkan oyuncu oldu.James, sezon sonunda Carmelo Anthony ile çekiştiği Yılın Çaylağı ödülünü kazandı ve bunu gerçekleştiren ilk Cavaliers 'li basketbolcu oldu. Ayrıca çaylak sezonunda 20.9 sayı,5.9 asist ve 5.5 ribaund ortalamaları tutturarak 20 sayı, 5 ribaunt ve 5 asist istatistiklerini çaylak yılında Michael Jordan ve Oscar Robertson 'dan sonra yapan tarihteki üçüncü oyuncu oldu. Takımıysa sezonu 35 - 47 'lik dereceyle kapatarak önceki yıla göre on sekiz oyun daha fazla kazansa da play-off yapamadan noktaladı.",
		"image-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/lebron-james.jpg",
		"banner-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/lebron-james-banner.jpg"
	},
	{
		"name": "Magic Johnson",
		"birthday": "14 Ağustos 1959",
		"size": "2,06cm",
		"life": "Earvin \"Magic\" Johnson, Jr. (d. 14 Ağustos 1959) National Basketball Association (NBA) takımlarından Los Angeles Lakers'ta oyun kurucu pozisyonunda forma giyen Amerikalı efsane basketbolcudur. Lise ve kolejde şampiyonluklar kazandıktan sonra, Johnson 1979 NBA Draftı'nda Lakers tarafından birinci sırada seçildi. Oynadığı dönemlerde çeşitli şampiyonluklar ve ilki çaylak sezonunda olmak üzere üç kez NBA Finalleri En Değerli Oyuncu Ödülü kazandı. 1980'lerde Lakers beş kez NBA Şampiyonluğu kazandı. Johnson, 8 kasım 1991 gününde HIV virüsü taşıdığının açıklanmasının ardından hemen basketbolu bıraktığını açıkladı. Ancak 1992 All-Star Maçı için geri döndü ve bu maçla All-Star MVP ödülünün sahibi oldu. Oyuncu arkadaşlarının protestoları sonrası tekrar basketbolu bıraktı. Ancak dört yıl sonra, 1996 yılında, tekrar geri döndü ve üçüncü ve son kez emekliye ayrılmadan önce Lakers ile 32 maç oynadı. Johnson'ın kariyer başarıları arasında, üç NBA MVP Ödülü, dokuz NBA Finali, 12 AllStar maçı ve 10 All-NBA ilk ve ikinci takımları kadrosuna seçilme başarısı vardır. Normal sezonda dört kez asist lideri oldu ve maç başına 11, 2 asist ile tüm zamanlarda asist lideri oldu. Johnson ayrıca 1992 Yaz Olimpiyat Oyunları'nda \"Dream Team\" kadrosunda yer alarak, olimpiyat altın madalyası kazandı. Magic Johnson 1996 yılında NBA'in 50 yılı anısına seçilen NBA Tarihinin En İyi 50 Oyuncusu listesine seçildi ve 2002 yılında Basketball Hall of Fame'e girdi. Ayrıca 2007 yılında ESPN tarafından NBA tarihinin en iyi oyun kurucusu seçildi. Özellikle aynı dönemde oynadığı arkadaşı ve rakibi Boston Celtics'in yıldızı Larry Bird ile rekabeti takım olarak da, iki oyuncu arasında da döneme damgasını vurdu.",
		"image-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/magic-johnson.jpeg",
		"banner-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/magic-johnson-banner.jpg"
	},
	{
		"name": "Kareem Abdul-Jabbar",
		"birthday": "16 Nisan 1947",
		"size": "2,18cm",
		"life": "National Basketball Association takımlarından Milwaukee Bucks ve Los Angeles Lakers'ta 20 sezon forma giymiştir. Pivot pozisyonunda görev aldığı kariyeri boyunca NBA Yılın En İyi Beşi takımına ve NBA En İyi Savunma Takımı 'na girmeyi başaran Abdul-Jabbar; altı kez NBA En Değerli Oyuncu Ödülü ve on dokuz defa NBA All - Star oyuncusu olmuştur.6 şampiyonluk yüzüğüne sahip olmasının yanında yardımcı antrenörlük üstlendiği takım iki defa NBA şampiyonu olmuştur. 1996 yılında NBA Tarihinin En İyi 50 Oyuncusu unvanına layık görüldü. NBA antrenörü Pat Riley ve basketbolcu Isiah Thomas ile Julius Erving, AbdulJabbar'ı tarihteki en iyi basketbol oyuncusu olarak tanımlar. New York' ta forma giydiği Lise basketbol takımında art arda 71 galibiyet elde etmesinin ardından NCAA Turnuvasında üç kez şampiyon olarak En Değerli oyuncu seçildiği UCLA kolejinde forma giymiştir.1969 NBA Seçmeleri'ne katılmıştır ve ilk sıradan sekiz sezon geçireceği Bucks tarafından seçilmiştir. 1971 yılında ilk şampiyonluğunu kazanmasının ardından ismini Kareem Abdul-Jabbar olarak değiştirmiştir.Kendine has \"Çengel atışı\" sayesinde ligin en çok sayı atan oyuncuları arasına girmiştir. 1975 yılında 14 sezon forma giyeceği ve beş şampiyonluk kazanacağı Lakers'a takas edilmiştir. 20 yılı aşkın kariyerinde takımı 10 kez NBA Finaline ulaşmıştır. 1989 yılında 41 yaşındayken emekli olduğu zaman Abul-Jabbar, en çok sayı atma(38, 387), en fazla maçta forma giyme(1560) ve en uzun zaman oynama(57, 446 dakika) rekorlarında sahipti. Günümüzde hala NBA tarihindeki en çok sayı atan oyuncusudur fakat ribaunt ve block alanında 3. sıraya gerilemiştir. ESPN, Abdul-Jabbar'ı 2007 yılında tüm zamanların en iyi pivotu olarak seçmiş, 2008 yılında \"Kolej Basketbol tarihindeki en iyi basketbolcu\" olarak adlandırmış ve 2016 yılında \"NBA tarihindeki en iyi ikinci basketbolcu\" olarak adlandırılmıştır. Basketbol kariyeri dışında Abdul-Jabbar, aktörlük yapmıştır ve satış rekoru kıran bir kitap yazmıştır .2012 yılında o dönem ABD Dışişleri Bakanlığı görevini sürdüren Hillary Clinton tarafından ABD 'nin resmi küresel kültür elçisi olmuştur.",
		"image-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/kareem-abdul-jabbar.jpg",
		"banner-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/kareem-abdul-jabbar-banner.jpg"
	},
	{
		"name": "Kobe Bryant",
		"birthday": "23 Ağustos 1978",
		"size": "1,98cm",
		"life": "Kobe Bean Bryant (23 Ağustos 1978; Philadelphia, Pensilvanya-26 Ocak 2020; Calabasas, Kaliforniya), lakabı Black Mamba, NBA takımlarından Los Angeles Lakers'ın formasını giymiş Amerikalı profesyonel basketbolcu.1.98 boyunda olan Bryant şutör gard ve kısa forvet pozisyonunda görev almıştır.NBA tarihinin en önemli basketbolcularından birisi olarak gösterilmektedir. Bryant liseden mezun olduktan sonra üniversiteye gitmeden direkt NBA'ye, Lakers'a adımını atmış ve tüm kariyerini bu kulüpte sürdürmüştü.Lise yıllarında Wilt Chamberlain'in 4 yıllık toplam sayı rekorunu kıran Kobe 1996 NBA Seçmeleri'nde Charlotte Hornets tarafından 13. sıradan draft edilse de sonra Lakers'a takas edilmiştir. 24 yaşındayken 3 NBA şampiyonluğu bulunan Kobe; Shaquille O'Neal ile kazandığı 3 şampiyonluktan tam 7 yıl sonra 2008-2009 sezonunda 4. şampiyonluğuna ulaştı ve kariyerinde birçok başarılar olmasına rağmen daha önce elde edemediği NBA finalleri en değerli oyuncusu da seçilmiş oldu.Ayrıca, Kobe 2009-10 sezonunu şampiyon olarak tamamlayarak kariyerinin 5. yüzüğünü elde etti ve üst üste 2. kez finallerin en değerli oyuncusu oldu.Bryant 34 yaş 100 gün iken NBA tarihinde 30.000 sayı barajını aşmayı başaran en genç oyuncu olmuştu. NBA tarihinde bir maçta 100 sayı atan Philadelphia 76 ers 'in efsane pivotu Wilt Chamberlain'den sonra 2005-2006 normal sezonunda Toronto Raptors'a karşı attığı 81 sayı ile bu alanda 2.sıradadır. NBA'deki başarılarına 2007-2008 normal sezonda NBA En Değerli Oyuncu Ödülünü de kattı. Çin de düzenlenen 2008 Yaz Olimpiyatları 'nda Amerika Birleşik Devletleri millî basketbol takımı ile şampiyon olarak altın madalya sahibi oldu.Ayrıca 2012 Yaz Olimpiyatları'nda da millî takımıyla altın madalya elde etmiştir.Kobe Bryant 2002, 2007, 2009, 2011 yılları NBA All Star organizasyonunda dört defa en değerli oyuncu seçildi.Memphis Grizzlies takımına attığı 44 sayı attığı maçta Los Angeles Lakers takımının tarihinde en fazla sayı atan oyuncusu oldu. Los Angeles'ta düzenlenen 2011 NBA All-Star Maçı'nın en değerli oyuncusu seçilerek, 4 kez MVP olan Bob Pettit ile bunu başaran tek oyuncu olmuştur.Kobe Bryant NBA All Star organizasyonunda 1998-2013 yılları arasında üst üste 15 kez seçilerek bu alanda rekor kırmıştır.Ayrıca 15 kez 11'i ilk takım olmak üzere NBA Yılın En İyi Beşi 15 kez All-Star 11 kez de NBA En İyi Savunma Takımı 'na seçilmiştir. 2007-08 sezonunda kariyerinin tek normal sezonun MVP ödülünü kazanmıştır. 12 Nisan 2013 tarihinde Golden State Warriors'la oynanan playoff maçında aşil tendonunun yırtılması sonucu uzun bir sakatlık süreci geçirmiştir.8 Aralık 2013'te sakatlığı sonrası ilk NBA maçına çıkmıştır. 13 Nisan 2016' da son maçına çıktıktan sonra emekli oldu.",
		"image-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/kobe-bryant.jpg",
		"banner-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/kobe-bryant-banner.jpg"
	}, {
		"name": "Shaquille O'Neal",
		"birthday": "6 Mart 1972",
		"size": "2,16cm",
		"life": "Shaquille Rashaun O'Neal (d. 6 Mart 1972, Newark) Amerikalı profesyonel NBA oyuncusudur. 2.16 m boyundadır.147 kg ağırlığı ile NBA tarihinin en ağır oyuncuları arasındadır. 19 yıllık NBA kariyeri vardır. Louisiana State Üniversitesi'nde kolej kariyerinden sonra 1992 NBA Seçmeleri'nde Orlando Magic tarafından 1. sırada seçilmiştir. Lige geldiği andan itibaren en iyi pivotlar arasında yer almıştır. İlk sezonunda yılın çaylağı ödülünü kazanmıştır. Birinci yılında 13, 9 ribaund ortalaması ile oynamıştır.Bu kariyerinin en iyi ortalamasıdır.İkinci yılında gelişimini sürdüren O'neal; 1994-95 sezonunda finale takımı ile NBA Finallerine yükselme başarısını göstermiştir.Ama bir önceki yılın şampiyonu Hakeem Olajuwon'lu Houston Rockets'a 4-0 ile süpürülerek şampiyonluğu elde edememiştir. Orlando Magic takımında 4 yıl oynadıktan sonra 1996 yazında serbest oyuncu olarak Los Angeles Lakers'la anlaşmıştır. 8 yıl Lakers formasını giyen Shaq, 2000,2001 ve 2002 yılları arasında NBA'e damga vurarak arka arkaya 3 şampiyonluk yaşamıştır. Lakers kariyeri boyunca takımın diğer süper yıldızı Kobe Bryant ile zaman zaman sorunlar yaşamıştır. 2004 yazında Miami Heat takımına takas olmuştur. İlk yılında o sene NBA şampiyonu olacak olan Detroit Pistons 'a doğu finalinde elenmiş, ama ertesi sene 2006 NBA şampiyonu olarak dördüncü şampiyonluğunu kazanıyordu. 2007-08 sezonunda takas günü bitmeden Phoenix Suns takımına takas oldu. 1, 5 yıl Suns forması giydikten sonra 2009-10 sezonu için Lebron James'li Cleveland Cavaliers'a takas oldu. Cavaliers takımın kendisinin formasını giyeceği beşinci takımdı. 1999-00 sezonunda MVP, 15 kez All-star, 3 kez All-star Mvp, 3 kez finallerin en değerli oyuncusu, 2 kez sayı kralı, 14 kez All-NBA ve 3 kez de en iyi savunma beşlerine seçilmiştir. 1999-00 sezonunda aldığı normal sezonunun en değerli oyuncusu ödülü, All-star maçı MVP'si ve finallerin en değerli oyuncusunu alarak bu alanda bunu başaran üçüncü  oyuncu olmuştur. Bunu 1970 yılında Willis Reed, 1996-1998 yılları arasında iki kez Michael Jordan gerçekleştirmişti. Tüm zamanların en çok sayı atan oyuncular listesinde beşinci sıradadır. Sayı yüzdesi listesinde 6., ribaundlarda 14. ve bloklar listesinde yedinci sırada yer almaktadır. O'Neal, sporculuğunun yanında müzisyendir ve sinema kariyeri de vardır. 4 rap albümü olan O'Neal çeşitli filmlerde ve televizyon gösterilerinde görev almıştır. Shaq 02.06.2011 tarihinde basketbolu bıraktığını kendisine özgü bir şekilde amatör bir video çekerek Twitter'da açıklamıştır.",
		"image-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/shaquille-oneal.jpg",
		"banner-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/shaquille-oneal-banner.jpg"
	}, {
		"name": "Bill Russell",
		"birthday": "12 Şubat 1934",
		"size": "2,08cm",
		"life": "William Felton Russell (Bill Russell), (12 Şubat 1934, Louisiana) NBA'in efsanevi pivot oyuncularındandır. Boston Celtics'in 13 sezonda kazandığı 11 şampiyonlukta önemli role sahip basketbolcudur.NBA'de oynadığı dönemlerde büyük pivot Wilt Chamberlain'le karşılaştırılmıştır. Her ne kadar bireysel anlamda ona karşı zayıf kalsa da elde ettiği şampiyonluklar sayesinde onu geçmiştir. 2.08 m boyunda olan ve pivot pozisyonunda oynayan Bill Russell 1955 ve 1956 yıllarında San Francisco Üniversitesi ile NCAA şampiyonluğu kazanmıştır. Bu dönemde 55 maç üst üste kazanarak inanması güç bir performans göstermişlerdir. 1956 Melbourne Olimpiyatları'na ABD Basketbol Takımı'nın kaptanı olarak çıkmış ve altın madalayayı takımına kazandıran en önemli oyunculardan biri olmuştur. 1956 yılında Boston Celtics'le NBA kariyerine başlamıştır. 1969'a kadar oynadığı NBA'de 1958 ve 1967 yılları hariç tüm sezonlarda şampiyonluk yaşamıştır. Koçu Red Auerbach yönetiminde bu başarılar ulaşırken ABD'nin bu denli önemli bir ligde bu kadar önemli rol alan ve başarılı olan ilk Afroamerikalı oyuncu olmuştur. 1966 ile 1969 yılları arasında aynı zamanda antrenörlük yaptığı Celtics'le iki şampiyonluk kazanmıştır. Antrenörlük kariyerine 1973-1977 arası Seattle SuperSonics'de, 1987-1988 yıllarında ise Sacramento Kings'te devam etmiştir. Bill Russell hâlen NBA'in en çok yüzük kazanan oyuncusu konumundadır.",
		"image-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/bill-russell.jpg",
		"banner-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/billrussell-banner.png"
	}, {
		"name": "Wilt Chamberlain",
		"birthday": "21 Ağustos 1936",
		"size": "2,16cm",
		"life": "Wilton Norman \"Wilt\" Chamberlain (21 Ağustos 1936 - 12 Ekim 1999); lakabı Wilt the Stilt, The Big Dipper ve Chairman of the Boards olan Amerikalı profesyonel basketbolcudur.NBA takımlarından Philadelphia/San Francisco Warriors, Philadelphia 76 ers ve Los Angeles Lakers'ın yanı sıra Harlem Globetrotters'ta da forma giymiştir. 2.16 boyundaki oyuncu, çaylak sezonunda 114 kg iken ,önce 125 kg.'a, son olarak da Lakers' ta oynadığı dönemde 135 kg'ın üzerine çıkmış, oynadığı pivot pozisyonunda NBA tarihinin en dominant ve başarılı oyuncularından biri olarak kabul edilmiştir. Chamberlain; skor, rebound ve dayanıklılığa bağlı kategorilerde pek çok NBA rekorunun resmi olarak sahibidir. Bunların en önemlilerinden, NBA tarihinde bir sezonda ortalama maç başına 40 ve 50 sayının üzerinde ortalama yakalamak ve bir maçta 100 sayı atmak gelir. Ayrıca ligi yedi kez en çok sayı atma istatiğinde, dokuz kez en yüksek iç saha şut oranında ve on bir kez en çok rebound alma istatiğinde lider kapattı. Uzun seriler halinde profesyonel kayıplar yaşamasına rağmen, Chamberlain kariyerini oldukça başarılı şekilde tamamladı. İki kez NBA şampiyonluğu, dört kez normal sezonda Most Valuable Player ödülü, bir kez NBA Finalleri MVP ödülü kazandı. 13 kez All-Star seçildi ve on kez All-NBA kadrolarına seçildi. Chamberlain bunların yanında 1978 yılında Basketball Hall of Fame'e girdi, 1980 yılında NBA'in 35. yılı anısına seçilen kadroya, 1996 yılında ise \"NBA tarihinin en başarılı 50 oyuncusu\" arasına seçildi. Basketbol kariyerinden sonra, Chamberlain kısa süreli olarak \"Uluslararası Voleybol Birliği\"nde voleybol oynadı. Bu organizasyonun başkanlığını yaptı ve katılımından dolayı \"IVA Hall of Fame\" seçildi. Spor yaşantısının yanında Chamberlain başarılı bir iş adamıydı, kitaplar yazdı ve Conan the Destroyer adlı filmde rol aldı.",
		"image-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/wilt-chamberlain.jpg",
		"banner-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/wilt-chamberlain-banner.jpg"
	}, {
		"name": "Tim Duncan",
		"birthday": "25 Nisan 1976",
		"size": "2,11cm",
		"life": "Timothy \"Tim\" Theodore Duncan (d. 25 Nisan 1976), Virgin Adaları kökenli Amerikalı eski profesyonel basketbolcudur. 2.11 boyunda 113 kg ağırlığındaki oyuncu. Pivot/uzun forvet mevkilerinde görev almaktadır.Kariyerinde toplam 5 kez NBA Şampiyonluğu, 2 kez NBA MVP, 3 kez NBA Finalleri MVP ve NBA Yılın Çaylağı Ödülü başarılarını elde etmiştir. Ayrıca kariyerinde 15 kez NBA All-Star kadrosuna alınmasının yanında üst üste 13 sezon NBA En İyi Savunma Takımı ve NBA En İyi Beşi'ne seçilmeyi başaran tarihteki tek oyuncudur. Başarılarından dolayı NBA tarihinin en önemli basketbolcularından biri olarak kabul edilir. Spora yüzme ile başlayan Duncan Hugo Kasırgası'ndan sonra okuduğu lise olan St Dunstan Piskoposluk Lisesinde 9. sınıfta basketbol oynamaya başladı. Üniversiteye Wake Forest Üniversitesinde okuyarak başlayan oyuncu kolejdeki basketbl kariyerinin son sezonunda gösterdiği performansla Naismith Yılın Kolej Oyuncusu ve USBWA Yılın Kolej Oyuncusu ödüllerini elde etmeyi başardı. Duncan harika geçen bir kolej kariyerinden sonra 1997 NBA Seçmeleri'nde San Antonio Spurs takımı tarafından 1. sıradan seçildi. Oynadığı dönemde Spurs'la 1999, 2003, 2005, 2007 ve 2014 yıllarında toplam 5 kez NBA şampiyonluğu yaşayan Duncan takımının lideri olmuştur. Ayrıca NBA tarihinin en büyük oyuncularından birisi olarak kabul edilmiştir. 11 Temmuz 2016 tarihinde emekli olduğu açıklanmıştır. 18 Aralık 2016 tarihinde düzenlenen bir törenle 21 numaralı forması emekliye ayrılmıştır.",
		"image-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/tim-duncan.jpeg",
		"banner-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/tim-duncan-banner.png"
	}, {
		"name": "Larry Bird",
		"birthday": "7 Aralık 1956",
		"size": "2,06cm",
		"life": "Larry Bird (d. 7 Aralık 1956), Amerikalı basketbolcudur. Indiana Devlet Üniversitesi'nde okudu. Okulun NCAA'de final oynamasında en büyük rolü oynadı. Boston Celtics formasıyla profesyonel olduğu 1979'dan bugüne kadar 3 kez NBA Şampiyonluğu kazandı, defalarca final oynadı, 2 kez de NBA'in finallerinin en değerli oyuncusu seçildi. 3 kez de NBA normal sezon MVP'si oldu. Basketbolda yaratıcılığı ve oyun zekası ile tanınan oyunculardandır. Bird, basketbolu bıraktıktan sonra değişik takımlarda antrenörlük yaptı. Antrenörlük yaptığı Indiana Pacers takımında 1 kere de yılın koçu ödülünü aldı.Günümüzde Indiana Pacers 'ta Basketbol Operasyonlarından Sorumlu Başkanlık görevini üstlenmektedir.",
		"image-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/larry-bird.jpg",
		"banner-url": "https://raw.githubusercontent.com/hakannyucel/h5190051hakanyucel/main/images/larry-bird-banner.jpg"
	}
]
